/*
  Localizable.strings
  Impressionism

  Created by Brad on 4/11/14.
  Copyright (c) 2014. All rights reserved.
*/


"UPLOAD" = "Upload";
"SHARE" = "Share";
"CANCEL" = "Cancel";
"IMAGE WILL BE SAVED WITH A MAXIMUM SiZE OF %dx%d PIXELS."="Image will be saved with a maximum size of %dx%d pixels.";
"UPLOADING" = "Uploading...";
"ERROR" = "Error";
"UPLOAD_FAILED" = "Upload Failed";
"OK" = "OK";
"THIS_DEVICE_NOT_CONFIGURED_FOR_EMAIL" = "This device is not configured to use mail";
"ABOUT" = "More";
"ALERT" = "Alert";
"APP_STORE_FAILED_TO_LOAD" = "App Store failed to load";
"{APP}_IS_NOT_INSTALLED" = "%@ is not installed. Do you wish to install?";
"TUMBLR" = "Tumblr";
"INSTAGRAM" = "Instagram";
"CROP" = "Crop";
"AN_ERROR_OCCURED" = "An error occured";
"NOTICE" = "Notice";
"AFTER_DOWNLOADING_YOU_NEED_TO_LOGIN_TO_{APP}" = "After downloding you will need to leave the app and login to %@ before sharing your painting.";

"EMAIL_SHARING_SUBJECT" = "Check it out";
"EMAIL_SHARING_HTML_{LINK}" = "Check out this painting I made with Impressionist.\n\n%@";

"APP_SHARING_TEXT" = "Check out this painting I made with Impressionist.";

"FACEBOOK_SHARING_TEXT" = "Check out this painting I made with #Impressionist.";
"TUMBLR_SHARING_TEXT_{URL}" = "Check out this painting I made with #Impressionist.\n\n%@";
"TWITTER_SHARING_TEXT" = "Check out this painting I made with #Impressionist";
"INSTAGRAM_SHARING_TEXT" = "Check out this painting I made with #Impressionist.";

"DO_YOU_WANT_TO_RESET" = "Do you want to reset?";
"RESET_ALL_CUSTOM_PRESETS" = "Do you want to erase all custom presets?";
"ALL_CUSOM_PRESETS_HAVE_BEEN_DELETED" = "All custom presets deleted";
